{
    "apropos" : "About",
    "projet" : "Projects",
    "carriere" : "Resume",

    "courscar" : "Courses",
    "confcar" : "Conferences",
    "projetcar" : "Projects",
    
    "unit" : "Unit",
    "email" : "Email",
    "phone" : "Phone",
    "local" : "Local",
    "lng" : "Language",
    "downloadcv" : "Download my CV",
    "touch" : "Get in touch",

    "lng-d1" : "<i class='uil-globe'></i><b>Languages</b> : Arabic, Frensh, Engilsh.",

    "info" : "General Information",
    "prodSc" : "Scientific Output",
    "enca" : "Supervision of thesis and dissertations",
    "autre" : "Other activities",
    "contactme" : "Interested to work together ? Let's talk !",
    "send" : "Send",


    "etude" : "Education",
    "exppro" : "Professional Experiences",
    "fc" : "Continuing education",
    "compub" : "Communications and publications",
    "recherche" : "Research area",
    "livres" : "Books",
    "ens" : "Teaching",
    "theses" : "Thesis",
    "missions" : "Pedagogical and administrative missions",
    "projets" : "Projects",
    "benev" : "Socio-cultural activities and volunteer work",

    "speciality" : "Speciality",
    "filière" : "Branch",
    "theme" : "Thematic",
    "themes" : "Thematics",
    "depuis" : "Since",
    "centreinteret" : "Area of interest",
    "domaineintervention" : "Field of work",
    "champintervention" : "Area of intervention",
    "competancestransmises" : "Transferred skills",
    "champsappro" : "Areas of appropriation :",
    "direction" : "Supervision",
    "membrejury" : "Jury member / Examinator",
    "contexte" : "Context",


    "etude1" : "Phd",
    "etude2" : "Master",
    "etude3" : "Bachelor",
    "etude4" : "University General Studies Diploma",
    "etude5" : "High School Diploma",

    "etude1-d1" : "Phd at the Interdisciplinary Research Laboratory LIRATED: Learning, Didactics, Evaluation and Information Technologies for education, at the Faculty of Sciences Ben M'sik, Hassan II University, Casablanca.",
    "etude1-d2" : "Training engineering and didactics of science and technology.",
    "etude1-d3" : "Skills management and training engineering.",

    "etude2-d1" : "Department of Legal and Social Sciences at the Faculty of Law, Hassan II University, Mohammedia (07/2010).",
    "etude2-d2" : "Communication Management",
    "etude2-d3" : "- Epistemology of social sciences.",
    "etude2-d4" : "- Study and analysis of the ideological production.",
    "etude2-d5" : "- Introduction to the discursive approach.",
    "etude2-d6" : "- Freedom of speech and political development.",
    "etude2-d7" : "- Image, law, public space and society.",
    "etude2-d8" : "- Associative movement and social mediation.",
    "etude2-d9" : "- Media reading methodology.",
    "etude2-d10" : "- Survey techniques.",
    "etude2-d11" : "- Data analysis and datamining",
    "etude2-d12" : "- Game theory and group dynamics.",
    "etude2-d13" : "- Social actors and decision-making process.",
    "etude2-d14" : "- City and sustainable development.",
    "etude2-d15" : "- Local democracy and participation.",
    "etude2-d16" : "- State, society and political issues.",
    "etude2-d17" : "- Law, ethics and regulation of the media field.",
    "etude2-d18" : "- The world information order.",
    "etude2-d19" : "- The international right of information.",
    "etude2-d20" : "- Corporate communication techniques.",
    "etude2-d21" : "- HRM and leadership.",
    "etude2-d22" : "- Réseautage et lobbying.",

    "etude3-d1" : "Major : Economics and management at the Faculty of Legal, Economic and Social Sciences FSJES, Hassan II University, Casablanca.", 
    "etude3-d2" : "Major : Applied computer science at the Faculty of Sciences Ain Chock, Casablanca.",

    "etude4-d1" : "Economic Sciences at the Faculty of Legal, Economic and Social Sciences FSJES, Hassan II University, Casablanca.",

    "etude5-d1" : "Option : Economic Science, Casablanca",
    "etude5-d2" : "Option : Experimental Sciences, Casablanca",
    "etude5-d3" : "Option : Mathematical Sciences, Casablanca",

    "exp1" : "University professor authorized to direct research (HDR),</br>Consultant and trainer for various organizations",
    "exp2" : "Training internship",
    "exp3" : "University professor",
    "exp4" : "Speaker",
    "exp5" : "Adminstrator",
    "exp6" : "Trainer/Instructor",
    "exp7" : "Technical service agent",
    "exp8" : "Intern in applied computer science",

    "exp1-d1" : "- Center for Doctoral Studies in Science and Technology <a href='http://www.fsts.ac.ma/recherche-scientifique/le-centre-detudes-doctorales/' target='_blank'>CEDoc-ST, Settat</a>.",
    "exp1-d2" : "- Center for Research in Management Sciences <a href='https://www.uh1.ac.ma/wp-content/uploads/2021/10/CENTRE-Centre-de-recherche-en-sciences-de-gestion-converti.pdf' target='_blank'>C-ENCG-SG, Settat</a>.",
    "exp1-d3" : "- Strategic management, project management and decision making.",
    "exp1-d4" : "- Education and training evaluation.",
    "exp1-d5" : "- Sociology of Organizations, Social Psychology, Work and Mental Health.",
    "exp1-d6" : "- Public governance and performance.",
    "exp1-d7" : "- Skills Management, Personal Development and HR.",
    "exp1-d8" : "- Corporate communication and the contribution of information technology.",
    "exp1-d9" : "- Co-supervision of doctoral thesis.",
    "exp1-d10" : "- Supervision of research projects in the 2nd cycle and the state engineering cycle at the Faculty of Science and Technology FST and the National School of Business and Management ENCG.",
    "exp1-d11" : "- Design and coordination of academic programs.",

    "exp2-d1" : "At the Forum of Modernity and Democracy FMD, Rabat, Morocco.",
    "exp2-d2" : "Rights, freedom, governance and NGOs",

    "exp3-d1" : "At Hassan I University, Settat, Grand Casablanca.",
    "exp3-d2" : "- Research laboratory in strategy and management of organizations <a href='https://encg-settat.ma/recherche-developpement' target='_blank'>LASMO</a>.",
    "exp3-d3" : "- Monitoring laboratory for emerging technologies <a href='http://www.fsts.ac.ma/laboratoire/laboratoire-de-recherche-de-veille-pour-les-technologies-emergentes/' target='_blank'>VETE</a>.",
    "exp3-d4" : "- Observatory of research in didactics and university pedagogy <a href='http://www.fsb.univh2c.ma/?page_id=1654' target='_blank'>ORDIPU</a>.",
    "exp3-d5" : "- Teaching",
    "exp3-d6" : "- Intervention in the management of pedagogical affairs: Member of internal selection, integration, university orientation and pedagogical evaluation commissions.",

    "exp4-d1" : "At the Faculty of Sciences Ain Chock, Casablanca.",
    "exp4-d2" : "Management and social sciences.",
    "exp4-d3" : "At the Faculty of Sciences Ben M'sik, Casablanca.",
    "exp4-d4" : "Communication, management and social sciences.",

    "exp5-d1" : "Head of economic and financial services at the Ministry of National Education",
    "exp5-d2" : "- Administration of the department's program portfolio in the schools of assignment and monitoring of the financial, material and accounting management.",
    "exp5-d3" : "- Management of accounting officers and all administrative staff of the technical services: timetables, assignments, personal data processing.",
    "exp5-d4" : "- Accounting management of partnership agreements and management of technical projects.",

    "exp6-d1" : "At the Office for Professional Training and Work Promotion OFPPT",
    "exp6-d2" : "Intervention for the benefit of trainees specialized in new technologies, in preparation for the equivalent of the college degree.",
    "exp6-d3" : "- Cartography and perspectives of the information technology professions",
    "exp6-d4" : "- Job search techniques, business management, communication in a professional environment, customer relationship management, time management, project management.",

    "exp7-d1" : "At Atento, a multinational company specialized in telecommunications, customer relations department, Casablanca.",

    "exp8-d1" : "At SINSAM, a company specialized in new technologies, Casablanca.",


    "fc1" : "Workshop on training engineering",
    "fc2" : "Training on participatory governance and human rights.",
    "fc3" : "Training sessions on university pedagogy.",
    "fc4" : "Training Sessions on Public Financial Management",
    "fc5" : "Training Seminars.",
    "fc6" : "Pedagogical training to accompany the profession of trainer.",
    "fc7" : "Internal training in professional communication.",
    "fc8" : "Leadership training program.",

    "fc1-d1" : "At the Office of Professional Training and Work Promotion OFPPT.",
    "fc1-d2" : "Training engineering: How to apply the fundamentals of training engineering and pedagogical engineering; Analyze the training request and build the specifications; Acquire the methodology to design an effective and coherent training project.",

    "fc2-d1" : "At the Forum for Modernity and Democracy FMD.",
    "fc2-d2" : "Freedom, human rights, governance and NGOs in Rabat, Morocco.",

    "fc3-d1" : "- Student evaluation of teaching: why and how. Pr. Denis Berthiaume.",
    "fc3-d2" : "- Using criterion-referenced grids when marking student work. Pr. Emmanuel Sylvestre and Pr.e Marine Charitto.",
    "fc3-d3" : "- Evaluating by MCQs. Pr. Emmanuel Sylvestre.",
    "fc3-d4" : "- Evaluation of learning in higher education. Pr. Stéphane Justeau.",
    "fc3-d5" : "- Evaluating the pedagogical relevance of a university curriculum. Pr. Denis Berthiaume.",

    "fc4-d1" : "Internal development sessions for administrators in the Ministry of National Education.",
    "fc4-d2" : "- Institutional financial and accounting management <b>(2014)</b>.",
    "fc4-d3" : "- Realization and execution of the capital budget of education academies <b>(2013)</b>.",
    "fc4-d4" : "- Executive assistance, management of technical services and school canteens <b>(2012)</b>.",
    "fc4-d5" : "- Realization and standardization of special pre-registration books SBPs.",
    "fc4-d6" : "- Public procurement procedure by tender and internal audit <b>(2011)</b>.",

    "fc5-d1" : "At the Faculty of Law FSJES of Mohammedia.",
    "fc5-d2" : "- Seminar « Internet and Human Rights ».",
    "fc5-d3" : "- Seminar « Political communication via Internet ».",

    "fc6-d1" : "Internal training at the Office of Professional Training and Work Promotion OFPPT.",
    "fc6-d2" : "- Training from development to evaluation.",
    "fc6-d3" : "- Approaches to learning pedagogy and its application to professional training.",
    "fc6-d4" : "- The competency-based approach.",
    "fc6-d5" : "- Facilitation in a training project",

    "fc7-d1" : "At ATENTO company.",
    "fc7-d2" : "Professional communication, negotiation techniques, peer trading, creating added value through communication, sales pitching.",

    "fc8-d1" : "Within the \"CoRT thinking program\", at the Mohammedia School of Engineering, Rabat.",
    "fc8-d2" : "Leadership talent development",

    
    "compub-d1" : "Education, didactics, training evaluation, information technologies, professional training, training engineering, corporate performance, governance, skills management.",
    "compub-d2" : "Elmaski R., Anajar A., Khafif S., (October 2022), The contribution of digital transformation to the performance of companies: the case of companies in Casablanca, [oral communication in progress], 2nd edition of the International Colloquium of Applied Research IRA: Organizational Agility and Performance of Organizations in Times of Crisis, IRA 2022, HEEC and ENCG, Marrakech, Morocco.",
    "compub-d3" : "Benhamida S., Anajar A., Khafif S., (October 2022), Company performance in times of crisis: a study of the results/outcomes, [oral communication in progress], 2nd edition of the International Colloquium of Applied Research IRA : Organizational Agility and Performance of Organizations in Times of Crisis, IRA 2022, HEEC and ENCG, Marrakech, Morocco.",
    "compub-d4" : "Anajar A., (December 2020), Strategies for active distance learning, [virtual communication], 2nd edition of the Forum of supervision and digital teaching, Moroccan Association of Supervision and Digital Teaching AMEEN and EDERASSA: For a leading and competent teacher in digital.",
    "compub-d5" : "Anajar A., (April 27, 2019), The university and distance learning, evaluation of the impact of new technologies on the teaching of technical university disciplines, [oral communication], ADMEE-Europe, the Association for the Development of Evaluation Methodologies in Education, Conference: Uses and evaluation of MOOCs in a university context, Faculty of Sciences El Jadida, Morocco.",
    "compub-d6" : "Anajar A., (November 2018), Creation in the world of business and ideas, [oral communication], Arab Innovation Congress, Anoubough Association and the Arab Innovation Network AIN, Casablanca, Morocco.",
    "compub-d7" : "Anajar A., (May 2014), Prospects for the evolution of the HR function in the new technologies market in Morocco, [oral communication], International Business Forum IBF: Free Trade Agreement as a way to revitalize the global economy, Marrakech, Morocco.",
    "compub-d8" : "Anajar A., (April 2014), New visions of managerial skills in digital content engineering, [oral communication], National Robotics Competition, National School of Applied Sciences ENSA, Tetouan.",
    "compub-d9" : "Anajar A. and Talbi M., (January 2014), Evaluating On-the-Job Training in the ICT Sector in Morocco: Issues and Perspectives. [Oral Communication]. MAARIF World Conference on Science, Technology & Education, ADMEE-Europe International Symposium, Marrakech, Morocco. <a target='_blank' href='http://maarifcentre.org/conf/index.php/admee2014/2014/paper/view/324'>http://maarifcentre.org/conf/index.php/admee2014/2014/paper/view/324</a>.",
    "compub-d10" : "Anajar A., (2013, November 12-15). Evaluation of Vocational Training Institutions through Quality, the case of CFMOTI. [oral communication]. International Congress on Quality in Higher Education: Evaluation of Training, Teaching and Institutions, Fez",
    "compub-d11" : "Anajar A., (April 2013), Higher education between current challenges and good governance practices, [oral communication], 10th edition of the pedagogical days of the National Forum of Higher Education and Scientific Research FNESRS, University Library Sekkat-Casablanca, Morocco.",
    "compub-d12" : "Anajar A., (July 2011), Teaching through pedagogical approaches of training, [oral communication], Pedagogy Research Day, Faculty of Sciences Ben M'sick, Casablanca, Morocco.",
    

    "recherche-d1" : "Education, religion, sexuality, society, media and regulation, leadership and associative movement, information and communication sciences, local development.",
    "recherche-d2" : "Abdelhak Anajar, The network of listening centers for women victims of violence, investigation supervised by Pr Khadija Rebbah (jurist and association activist), 'associative movement and social mediation' unit, public and social communication field, EPGOT Lab, FSJES, Mohammedia, (February 2010).",
    "recherche-d3" : "Abdelhak Anajar, The sex taboo in Maroc, research supervised by Pr Azzeddine Allam (political science), 'freedom of expression and political development' unit , public and social communication department, EPGOT Lab, FSJES, Mohammedia, (January 2010).",
    "recherche-d4" : "Abdelhak Anajar, Islamic education and the study of human rights: Discursive analysis of a school program, research supervised by Pr Azzeddine Allam (political science), 'initiation to the discursive approach' unit, public and social communication field, EPGOT Lab, FSJES, Mohammedia, (December 2009).",
    "recherche-d5" : "Abdelhak Anajar, ICT and digital culture in the international field, research supervised by Prof. Abderrazak Elasser (social sciences and international relations), 'the international order of information' unit, public and social communication field, EPGOT Lab, FSJES, Mohammedia, (November 2009).",
    "recherche-d6" : "Abdelhak Anajar, School violence and the issue of sexual education, investigation supervised by Pr Naima Abba (law professor), 'associative movement and social mediation' unit, public and social communication field, EPGOT Lab, FSJES, Mohammedia, (October 2009).",
    "recherche-d7" : "Abdelhak Anajar, Portrait of female leadership, debate with Aicha Chenna, research supervised by Pr Khadija Rebbah (jurist and associative activist), 'networking' unit, public and social communication field, EPGOT Labo, FSJES, Mohammedia, (September 2009).",
    "recherche-d8" : "Abdelhak Anajar, Arab satellite channels and religious discourse, research supervised by Prof. Najib Mouhtadi (political sociology), 'political communication' unit , field of public and social communication, EPGOT Lab, FSJES, Mohammedia, (March 2009).",
    "recherche-d9" : "Abdelhak Anajar, Analysis of the marketing strategy of the national campaign against AIDS / Sidaction, research supervised by Prof. Jamal Youssef (marketing), 'organizational marketing' unit, public and social communication field, EPGOT Labo, FSJES, Mohammedia, (February 2009).",
    "recherche-d10" : "Abdelhak Anajar, Social expertise at the service of NGOs and the theme of human rights, research supervised by Pr Khadija Ennaciri, (professor of administrative law), 'social actors and decision-making process' unit , public and social communication field, EPGOT Lab, FSJES, Mohammedia, (December 2008).",
    "recherche-d11" : "Abdelhak Anajar, The State at the heart of modern Islamic reformism. Study of the works of Jamal-al-Din Afghani on the concept of the Modern State, research supervised by Pr Hassan Rachik (anthropologist), 'analysis of ideological production' unit , public and social communication field, LaberCom', FSJES, Mohammedia, (November 2008).",
    "recherche-d12" : "Abdelhak Anajar, The place of the couple man/woman in the ethnographic structures of Lévi-Strauss, research supervised by Pr Abderrazak Elasser (social sciences and international relations), research unit : 'epistemology of social sciences', public and social communication department, EPGOT Labo, FSJES, Mohammedia, (October 2008).",


    "ens1" : "Business law :",
    "ens2" : "2022, computer and network engineering cycle, semester-5.",
    "ens3" : "Negotiation Techniques:",
    "ens4" : "2022, Master's Degree, Management of Innovation in Biosciences, Semester-3.",
    "ens5" : "Personal development :",
    "ens6" : "2021, Master's degree, mathematics and computer science, semester-3.",
    "ens7" : "Communication strategy for organizations :",
    "ens8" : "2020, 2021, 2022, Master's degree, computer engineering, semester-5.",
    "ens9" : "Project Management :",
    "ens10" : "2019, 2020, 2021, 2022, Master's degree, computer engineering, semester-5.",
    "ens11" : "Marketing and marketing techniques :",
    "ens12" : "2017, 2018, 2019, 2020, 2021, 2022 Master's degree, business and distribution, semester-3.",
    "ens13" : "Business Environment :",
    "ens14" : "2017, 2018, 2022, Master's degree, industrial computing, semester-3.",
    "ens15" : "Development of the entrepreneurial culture :",
    "ens16" : "2017, 2018, 2019, Master's degree, environmental science, semester-5.",
    "ens17" : "Management and business environment :",
    "ens18" : "2017, 2018, 2019, Master's degree, applied geology, semester-5.",
    "ens19" : "Tools for Professionalization :",
    "ens20" : "2017, 2018, 2019, Master's degree, environmental science, semester-5.",
    "ens21" : "Business law and economics :",
    "ens22" : "2017, 2018, Master's degree, quality analysis and management, semester-5.",
    "ens23" : "Management de la Qualité :",
    "ens24" : "2017, 2018, Master's degree, quality analysis and management, semester-5.",
    "ens25" : "Elements of Economics and Accounting :",
    "ens26" : "2016, 2017, Baccalaureat, mineral resources and careers, semester-5.",
    "ens27" : "Business Management :",
    "ens28" : "2016, Master's degree, engineering and industrial management, semester-2.",
    "ens29" : "HRM : ",
    "ens30" : "2016, Master's degree, science and technology, semester-5.",
    "ens31" : "Sociologie : ",
    "ens32" : "2014, 2015, 2016, Bachelor's and Master's degrees, business and management, semester1-5.",
    "ens33" : "Social Psychology :",
    "ens34" : "2014, 2015, Master's degree, science and technology, semester-2.",
    "ens35" : "Public health and sustainable development :",
    "ens36" : "2014, 2015, Master's degree, humanities, semester-1.",
    "ens37" : "Sociology of organizations :",
    "ens38" : "2012, 2014, Bachelor's and Master's degrees, science and technology, semester-1-5.",
    "ens39" : "Work Psychology :",
    "ens40" : "2012, Master's Degree, Humanities, Semester-1.",
    "ens41" : "Job Search Techniques :",
    "ens42" : "2008,2009,2010, professional training cycle, 1st and 2nd year.",
    "ens43" : "Professional integration and internship :",
    "ens44" : "2008,2009,2010, professional training cycle, 1st and 2nd year.",
    "ens45" : "Time Management :",
    "ens46" : "2008,2009,2010, professional training cycle, 1st and 2nd year.",
    "ens47" : "Professions and training :",
    "ens48" : "2008,2009,2010, professional training cycle, 1st and 2nd year.",


    "these1" : "Soukaina, Benhamida (in progress, since 2022). Establishment of an efficient and optimal model of public expenditure management. [Co-supervised doctoral dissertation]. Hassan I University of Settat.",
    "these2" : "Amine, Briguiche. (2021). Contribution to the reduction of management losses by basic tools at the APLS shelf, case study. [Master's thesis]. Hassan I University of Settat.",
    "these3" : "ElGhmari, Souhaila (2021). Improvement of customer satisfaction in the Fresh Department, case of Carrefour Market in Fés. [Master's thesis]. Hassan I University of Settat.",
    "these4" : "Mohamed, Acharai (in progress, since 2021). Management of jobs and skills in the public sector and the problem of optimization/adaptation.  [Co-supervised doctoral dissertation]. Hassan I University of Settat.",
    "these5" : "Tite, Malika (2021). Analysis of KPIs for improving the efficiency of an APLS department at Label'Vie. [Master's thesis]. Hassan I University of Settat.",
    "these6" : "Kawtar, Arif. (2020). The impact of variety seeking on outlet choice, a study of psychological factors. [Master's thesis]. Hassan I University of Settat.",
    "these7" : "Kenza, Khellak. (2020). Influence of atmospheric factors of the retail store on impulse buying behavior, a case study. [Master's thesis]. Hassan I University of Settat.",
    "these8" : "Mohammed, Lahmamsi. (2020). The role of sensory marketing in sales promotion : An exploratory study. [Master's thesis]. Hassan I University of Settat.",
    "these9" : "Abderrahman, Jaize (in progress, from 2019). Intelligent learning and adaptability of mediated learning environments to learning situations. [Co-supervised doctoral dissertation]. Hassan I University of Settat.",
    "these10" : "Nada, El Bijri (2021). Cognitive and emotional biases Versus Rationality in investor decision making: A behavioral finance approach. [Doctoral dissertation]. Ibn Tofail University of Kenitra.",
    "these11" : "Aymen, Sahrane (2022). Modeling, design and realization of an automatic production system. [Bachelor dissertation]. Université Hassan I de Settat.",
    "these12" : "Ayoub, Rahho (2022). Automation and resolution of the clearing and filling problem of a centrifugal turbine. [Bachelor dissertation]. Université Hassan I de Settat.",
    "these13" : "Chafik, EL Brahmi. (2022). Study and modeling of an automotive air conditioning system using CAD software. [Bachelor dissertation]. Université Hassan I de Settat.",
    "these14" : "Dupin, Nadjitongar (2022). Design, automation and supervision of an automatic cutting machine. [Bachelor dissertation]. Université Hassan I de Settat.",
    "these15" : "Hajar, ELgounidi. (2022). Optimization of the assembly process: design of a color sensor box controlled with an industrial programmable controller. [Bachelor dissertation]. Université Hassan I de Settat.",
    "these16" : "Jamila, Laassas.(2022). Development of a control system for a grain distribution screw. [Bachelor dissertation]. Université Hassan I de Settat.",
    "these17" : "Noura, Azzi and Houda Aboulala (2022). Study of an automatic wafer cutting machine. [Bachelor dissertation]. Université Hassan I de Settat.",
    "these18" : "Soukaina, Khammouch. (2022). Design and automation of a mechanical fixation support for testing and fatigue machines. [Bachelor dissertation]. Université Hassan I de Settat.",
    "these19" : "Yassine, Aboute (2022). Automation of a food grease filling machine. [Bachelor dissertation]. Université Hassan I de Settat.",
    "these20" : "Yousef, El Bsaili (2022). Improvement of the wire cutting and crimping machine « KomaX433 ». [Bachelor dissertation]. Université Hassan I de Settat.",
    "these21" : "Zineb Essaid. (2022).  Study and improvement of maintenance and diagnosis in a car workshop. [Bachelor dissertation]. Université Hassan I de Settat.",
    "these22" : "Abrare, Boutouil (2021). Realization of the IRES Solution for the dissemination of Results Reports for patients and physicians. [Master's thesis]. Hassan I University of Settat.",
    "these23" : "Achraf, Lasri.(2021). Design and implementation of an HR Chatbot and a Web Application for managing employee requests. [Master's thesis]. Hassan I University of Settat.",
    "these24" : "Fomba, Daouda (2021). Participation in the redesign of the Web Portal of the medical application for wound monitoring. [Master's thesis]. Hassan I University of Settat.",
    "these25" : "Hafça, Elourga (2021). Implementation of a platform to digitalize the recruitment and application process. [Master's thesis]. Hassan I University of Settat.",
    "these26" : "Laila, Aqidi. (2021). Management Control for Performance Improvement. [Master's thesis]. Hassan I University of Settat.",
    "these27" : "Mohamed Hajjioui (2021). Implementation of a Data Visualization Solution for Advertising, E-commerce and Accounting Platforms. [Master's thesis]. Hassan I University of Settat.",
    "these28" : "Othmane, Laamime and Adnane, Chahid (2021). Design and implementation of a solution for inventory management and traceability of goods. [Master's thesis]. Hassan I University of Settat.",
    "these29" : "Oum Keltoum, Oukaidi (2021). Design and implementation of a SAP Fiori Application for the Management of insurance contracts. [Master's thesis]. Hassan I University of Settat.",
    "these30" : "Salma, Abid (2021). Implementation of a solution for the management of after-sales service integrated with an ERP. [Master's thesis]. Hassan I University of Settat.",
    "these31" : "Siham, Soulkane (2021). Development of Web & Mobile Applications for classified ads in 3-tier architecture. [Master's thesis]. Hassan I University of Settat.",
    "these32" : "Salwa, Mouhsine (2021). Contribution to the implementation of a Multi-country E-Commerce solution under SAP Commerce. [Master's thesis]. Hassan I University of Settat.",
    "these33" : "Hajar, Alcabnani and Hasnaa, Ssibella (2020). Digitalization of the 'confined space' process at OCP. [Master's thesis]. Hassan I University of Settat.",
    "these34" : "Hamza Lazaar and Ms. Chaime Atbi. (2020). Study of the phenomenon of cavitation of tidal turbines and proposal of solutions to remedy it. [Bachelor dissertation]. Université Hassan I de Settat.",
    "these35" : " Jamal, Chibi (2020). The Dashboard and Performance Management in the Fresh Department. [Master's thesis]. Hassan I University of Settat.",
    "these36" : "Rokayaa El Gonidi. (2020). Realization of a voice-controlled obstacle detection robotic vehicle. [Bachelor dissertation]. Université Hassan I de Settat.",


    "mission1" : "Member of the pedagogical team of the Political Sciences and Social Dynamics (SPDS), Department of Social Sciences, Faculty of Law FSJES of Mohammedia.",
    "mission2" : "Member of the pedagogical team of the engineering fields:</br>(ICP) Design and Productive Engineering, FST Faculty of Settat.</br>(GIL) Industrial Engineering and Logistics, FST Faculty of Settat.",
    "mission3" : "Course coordinator (quality management and project management) in the Mechatronics Master's program, FST Faculty of Settat.",
    "mission4" : "Course coordinator (project management) in the Master's program (IRISTI) Engineering of computer networks and telecommunications systems, FST Faculty of Settat.",
    "mission5" : "Member of the pedagogical team of the engineering course (IBIM) Biomedical engineering: instrumentation and maintenance, FST Faculty of Settat",
    "mission6" : "Member of the pedagogical team of the engineering field (GI) Computer Engineering, Faculty FST of Settat.",
    "mission7" : "Member of the pedagogical team of the Master's program (VMIB) Valorization and management of innovation in biosciences, FST Faculty of Settat.",
    "mission8" : "Member of the pedagogical team of the Master's program (IMSC) Engineering and modeling of complex systems, FST Faculty of Settat.",
    "mission9" : "Designer and coordinator of the Master's program (MAMIAAP) Management applied to the automotive, airport and port industry, Continuing Education Center, FST Faculty of Settat.",
    "mission10" : "Member of the pedagogical team of the Master's program (MCDA) Management, trade and distribution in agri-food, FST Faculty of Settat.",
    "mission11" : "Member of the pedagogical team of the Master's program (GBIM) Biomedical engineering, instrumentation and maintenance, FST Faculty of Settat.",
    "mission12" : "Member of the pedagogical team of the Bachelor's program (GEGM) Electrical and mechanical engineering, and of the Master's program (PVRM) Prospecting and development of mineral resources, Faculty FST of Settat.",
    "mission13" : "Member of the committee in charge of the preparation of the FST/Enterprise Forum, FST Faculty of Settat.",
    "mission14" : "Member of the pedagogical team of the Bachelor's program (LST TDM BD) in Science and Technology, Big Data Processing, and of the Master's program (SAE) in Applied Environmental Sciences, Faculty FST of Settat.",
    "mission15" : "Member of the pedagogical team of the Master's program (ATSII) Automatic, signal processing and industrial computing, FST Faculty of Settat.",
    "mission16" : "Responsible for the organization and sharing of management modules with the Vice Dean of Pedagogical and Student Affairs.",
    "mission17" : "In charge of the FSTS communication plan, project presented before the dean for the 2016/2017 academic year.",
    "mission18" : "Member of the pedagogical team of the following courses: (RMC) Engineering and industrial management, (AGQ) Engineering and industrial management, (IMI) Engineering and industrial management, Faculty FST of Settat.",
    "mission19" : "Member of the pedagogical cell of management sciences and communication, FST Faculty of Settat.",
    "mission20" : "Member of the committee for the organization of the FSTS establishment structures elections, in December 2016.",
    "mission21" : "Administration of Economic and Financial Affairs, Economic and Material Services.</br> Agadir academy.</br> Casablanca Academy.",
    "mission22" : "Sponsor of the 2008/2009 promotion of technical trainings in new information technologies and offshoring at the Specialized Institute in New Technologies IS-NTIC of Casablanca.",
    "mission23" : "Member of the management and pedagogical coordination committee of the Specialized Institute in New Technologies IS-NTIC of Casablanca.",


    "project1" : "Initiator of the 'IT Meeting' project",
    "project2" : "Moderator of the Bio-Medical-Event",
    "project3" : "Member of the oral communication evaluation committees and moderator",
    "project4" : "Seminar reporter",
    "project5" : "Conference moderator",
    "project6" : "Competition Jury Member",
    "project7" : "Project of Continuing Education",
    "project8" : "Training workshop facilitator",
    "project9" : "Project of supervision of the student clubs of the FST of Settat",
    "project10" : "FST Faculty Communication Plan Project",
    "project11" : "Vocational Training Sector Improvement Strategy Project",
    "project12" : "Active member of the Observatory of Research in Didactics and University Pedagogy ORDIPU",
    "project13" : "Project to Assess the Employability of Skills in the Offshoring Sector",
    "project14" : "Interactive 3D Road Safety Awareness Project",

    "project1-d1" : "In the service of engineering cycle training.",
    "project1-d2" : "To bring together headhunters, professionals in the field of information technology with \"Computer Engineering\" expected to graduate students, in order to contribute to their integration in internship and employment. The meeting is held in December of each academic year (end of the fifth semester), Faculty FST Settat.",

    "project2-d1" : "(2019/12/21) Event organized by the master's program GBIM with the participation of companies operating in the professional biomedical sector, under the theme: Job of the biomedical engineer in Morocco, Faculty FST of Settat.",

    "project3-d1" : "(2019/09/07) At the International Symposium of Management CIREG (19th edition), organized by the ENGC of Settat, under the theme: management between agility and innovation, Marrakech.",

    "project4-d1" : "(2018/10/25) Seminar \"training engineering and skills development\", organized by the FST of Settat, under the theme: training engineering, vector of employability and mobility.",

    "project5-d1" : "Opening conference of integration week of newly enrolled students, under the theme: how to conduct and succeed in their mission of study in higher education, held in September 2018, Faculty FST of Settat.",

    "project6-d1" : "Competition about innovation, organized by the UMUS club in April-May 2018, FST Faculty of Settat",

    "project7-d1" : "Creation of a continuing education for a Master's degree dedicated to professionals, entitled: Management applied to the automotive, airport and port industry (MAMIAAP).",
    "project7-d2" : "To train professionals capable of mastering the fundamental concepts of industrial management and of successfully integrating into industrial environments related to the automotive, port and airport sectors.",

    "project8-d1" : "As part of the work of the Forum FST-Enterprises, under the theme: professional integration and management of skills of the laureates of the FST in the labor market.",
    
    "project9-d1" : "STF student club coaching sessions, between 2016 and 2017.",
    "project9-d2" : "Training on four axes:</br>Working with strategic planning.</br>Sponsorship and communication actions.</br>Group cohesion.</br>Awareness and brand of the FST institution",

    "project10-d1" : "Establishment of an entity dedicated to the institutional communication strategy, which is essentially in charge of the institution's outreach, publicity, insertion and professional follow-up of its laureates.",
    "project10-d2" : "Presentation of the project before the Dean (made public in December 2017), piloting the launch of the strategic plan (simulation).",

    "project11-d1" : "Strategic plan to improve the quality of vocational training at the Casablanca-nearshore vocational training center. Implementation date: Carried out in 2013, for the period 2013-2017 (5 years).",
    "project11-d2" : "Study and development of the strategy. Results communicated and returned by the Observatory of Research in Didactics and University Pedagogy ORDIPU to the Office of Vocational Training and Promotion of Work OFPPT, between 2013 and 2015.",
    
    "project12-d1" : "Research work on training evaluation and skills management in the workplace.",

    "project13-d1" : "Evaluation of the transmission of competences of the trainings based on information technologies, within the vocational training center of Casablanca-nearshore pole.",
    "project13-d2" : "Field investigation and data analysis. Host : The Observatory of Research in Didactics and University Pedagogy ORDIPU and the Complex of Training in Offshoring and Information Technology CFMOTI under the OFPPT. Date of implementation: Training cycle 2010/2012. Results communicated between 2013 and 2015.",

    "project14-d1" : "Road accidents 3D modeling in order to better analyze them through an interactive audiovisual platform to be used for awareness campaigns and for any other didactic use for novices and professionals.",
    "project14-d2" : "Adaptation of the educational content with the objective pursued and assistance in audiovisual creation.",
    "project14-d3" : "Project presented at the national competition of the National Forum of Trades and Training, organized by the OFPPT.",

    "benev1" : "Volunteer at the association <a href='https://www.assohelp.org/agenda' target='_blank'>Marocains-et-fiers</a> which works for social inclusion and environmental protection.",
    "benev2" : "Volunteer at the association <a href='https://www.facebook.com/lesmarocainspluriels/' target='_blank'>Marocains-Pluriels</a> which works for freedom of worship, expression and artistic creation.",
    "benev3" : "Volunteer at the association <a href='https://bactv.ma/' target='_blank'>BAC-TV</a> of school guidance, coaching 2000 students in its 2020 edition.",
    "benev4" : "Animation of radio and TV programs on the importance of associative work and the supervision of young people.",
    "benev5" : "Non-profit trainings on leadership, entrepreneurship and social development for associations and clubs such as <a href='https://www.enactus-morocco.org/' target='_blank'>Enactus</a>, <a href='https://www.facebook.com/pages/category/Nonprofit-Organization/Rotaract-maroc-118719511560436/' target='_blank'>Rotaract</a>, <a href='https://www.clubs-etudiants.ma/organisme/jeunes-leaders-marocains/' target='_blank'>JLM</a>, <a href='https://www.facebook.com/UMUS.FST.Settat/' target='_blank'>UMUS</a>, <a href='http://www.jcicasablanca.ma/' target='_blank'>JCI</a> et autres.",
    "benev6" : "Member of the jury of the debate competitions organized by the Moroccan association <a href='http://www.greatdebaters.org/' target='_blank'>The Great DEBATERS</a> since 2015.",
    "benev7" : "Member of the Creative Writing, Poetry, Prose and Drama Educational Club, Atlas College.",
    "benev8" : "<a href='https://www.youtube.com/user/TEDxYouth/videos' target='_blank'>TedxYouth</a> speaker on leadership (visit <a href='https://www.youtube.com/watch?v=5ufO2Q9KJ6M&t=85s' target='_blank'>link</a>)."

   


    





    



    
}